IDEA Open Model
SectionStiffnesses.EccZ Property
Compatible with IDEA StatiCa Beta 20.0
 eccentricity in y-direction
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double EccZ { get; set; }
Public Property EccZ As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace